#language: ru

@tree

Функционал: Проверка изменения количества итог при изменении кол-ва

Как Менеджер по продажам я хочу
изменение суммы документа 
чтобы корректно считалась сумма заказа   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Проверка изменения итоговой суммы
* Проверка изменения количества итог при изменении кол-ва
	И Заполнение шапки Заказ
	И в таблице 'Товары' я нажимаю на кнопку с именем 'ТоварыДобавить'
	И в таблице 'Товары' я нажимаю кнопку выбора у реквизита с именем 'ТоварыТовар'
	Тогда открылось окно "Товары"
	И в таблице 'Список' я перехожу к строке:
		|	'Код'		|	'Наименование'	|
		|	'000000001' |	'Обувь'		|
	И в таблице 'Список' я перехожу на один уровень вниз
	И в таблице 'Список' я перехожу к строке:
		| "Код"       | "Наименование" |
		| '000000031' | 'Кроссовки'   |
	И в таблице 'Список' я выбираю текущую строку
	Тогда открылось окно "Заказ (создание) *"
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыКоличество'
	И в таблице 'Товары' в поле с именем 'ТоварыКоличество' я ввожу текст "3"
	И я перехожу к следующему реквизиту
	И элемент формы с именем 'ТоварыИтогКоличество' стал равен '3'
* Проверка изменения количества итог при копировании строк
	И в таблице 'Товары' я завершаю редактирование строки
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыТовар'
	И я выбираю пункт контекстного меню с именем 'ТоварыКонтекстноеМенюСкопировать' на элементе формы с именем 'Товары'
	И элемент формы с именем 'ТоварыИтогКоличество' стал равен '6'
	