#language: ru

@tree

Функционал: Проверка возможности ввода кол-ва услуг

Как Менеджер по продажам я хочу
я проверяю доступность поля Количества для строки с Номенклатурой с типом Услуга 
чтобы можно было вводить оказанные услуги   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Проверка ввода количества для услуг
* Окружение для теста
	И В командном интерфейсе я выбираю "Продажи" "Заказы"
	Тогда открылось окно "Заказы товаров"
	И я нажимаю на кнопку с именем 'ФормаСоздать'
	Тогда открылось окно "Заказ (создание)"
	И в таблице 'Товары' я нажимаю на кнопку с именем 'ТоварыДобавить'
	И в таблице 'Товары' я нажимаю кнопку выбора у реквизита с именем 'ТоварыТовар'
	Тогда открылось окно "Товары"
		И в таблице 'Список' я перехожу к строке:
			|	'Код'		|	'Наименование'	|
			|	'000000036' |	'Услуги'		|
		И в таблице 'Список' я перехожу на один уровень вниз
		И в таблице 'Список' я перехожу к строке:
			| "Код"       | "Наименование" |
			| '000000037' | 'Доставка'   |
		И в таблице 'Список' я выбираю текущую строку
	Тогда открылось окно "Заказ (создание) *"
* Выполнение проверки доступности количества
	И в таблице 'Товары' я завершаю редактирование строки
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыКоличество'
	попытка
		И в таблице 'Товары' в поле с именем 'ТоварыКоличество' я ввожу текст "2"
	Исключение

	Тогда таблица 'Товары' содержит строки:
			| "Товар" 		| "Количество" 	|
			| "Доставка" 	| ""      	|