#language: ru

@tree

Функционал: Проверка изменения суммы документа при изменении кол-ва и цены

Как Менеджер по продажам я хочу
изменение суммы документа 
чтобы корректно считалась сумма заказа   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Проверка изменения итоговой суммы
* Проверка изменения суммы при изменении кол-ва
	И В командном интерфейсе я выбираю "Продажи" "Заказы"
	Тогда открылось окно "Заказы товаров"
	И я нажимаю на кнопку с именем 'ФормаСоздать'
	Тогда открылось окно "Заказ (создание)"
	И из выпадающего списка с именем 'Организация' я выбираю точное значение 'ООО "1000 мелочей"'
И из выпадающего списка с именем 'Покупатель' я выбираю точное значение 'Магазин "Обувь"'
И из выпадающего списка с именем 'Склад' я выбираю точное значение "Малый"
	И в таблице 'Товары' я нажимаю на кнопку с именем 'ТоварыДобавить'
	И в таблице 'Товары' я нажимаю кнопку выбора у реквизита с именем 'ТоварыТовар'
	Тогда открылось окно "Товары"
	И в таблице 'Список' я перехожу к строке:
		|	'Код'		|	'Наименование'	|
		|	'000000001' |	'Обувь'		|
	И в таблице 'Список' я перехожу на один уровень вниз
	И в таблице 'Список' я перехожу к строке:
		| "Код"       | "Наименование" |
		| '000000003' | 'Туфли'   |
	И в таблице 'Список' я выбираю текущую строку
	Тогда открылось окно "Заказ (создание) *"
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыКоличество'
	И в таблице 'Товары' в поле с именем 'ТоварыКоличество' я ввожу текст "2"
	И я перехожу к следующему реквизиту
	И элемент формы с именем 'ТоварыИтогСумма' стал равен '5 000'
* Проверка изменения суммы при изменении цены
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыЦена'
	И в таблице 'Товары' в поле с именем 'ТоварыЦена' я ввожу текст "2 500"
	И я перехожу к следующему реквизиту
	И элемент формы с именем 'ТоварыИтогСумма' стал равен '5 000'
* Проверка изменения суммы при копировании строк
	И в таблице 'Товары' я завершаю редактирование строки
	И в таблице 'Товары' я активизирую поле с именем 'ТоварыТовар'
	И я выбираю пункт контекстного меню с именем 'ТоварыКонтекстноеМенюСкопировать' на элементе формы с именем 'Товары'
	И элемент формы с именем 'ТоварыИтогСумма' стал равен '10 000'
